Repository: hamen/sannioglug-lincity-ng-ita
Catalog: locale/gui/*.po
Languages: it

source: A Fire has started
it: E` scoppiato un incendio

source: A fire has broken out at a shanty town. It is in a fire cover area and APPEARS to be under control.
it: E` scoppiato un incendio in una baraccopoli. La zona e` coperta dai pompieri e tutto SEMBRA essere sotto controll.

source: A fire has broken out at a shanty town. The fire is OUT OF CONTROL and may spread to other areas.
it: E` scoppiato un incendio in una baraccopoli. L'incendio e` FUORI CONTROLLO e potrebbe estendersi ad altre aree.

source: Back
it: Indietro

source: Background Music
it: Musica di sottofondo

source: Basketball Courts available
it: Disponibile Campo da basket

source: Blacksmiths available
it: Maniscalchi disponibili

source: Bulldozing a monument costs a lot of money.
it: Distruggere un monumento costera` molti soldi.

source: Bulldozing a section of river costs a lot of money.
it: Distruggere una sezione di fiume costera` molti soldi.

source: Bulldozing a shanty town costs a lot of money and may cause a fire.
it: Distruggere una baraccopoli costera` molti soldi e potrebbe causare un incendio.

source: Buy
it: Compra

source: Choose Scenario
it: Scegli lo scenario

source: Coal
it: Carbone

source: Coal Fired Power Stations available
it: Centrali elettriche a carbone disponibili

source: Coal Mine available
it: Miniera di carbone disponibile

source: Coal Survey
it: Rilevamento carbone

source: Code
it: Codice

source: Continue
it: Continua

source: Credits
it: Crediti

source: Do coal survey?
it: Effettuare rilevamento carbone?

source: Doing well.
it: Buon lavoro.

source: Economy Sustainable.
it: Economia sostenibile.

source: Evacuation Launch Good
it: Evacuazione con razzo riuscita

source: Fire
it: Fuoco

source: Fire Stations available
it: Stazione dei pompieri disponibile

source: Fire!
it: Fuoco!

source: Food
it: Cibo

source: Fullscreen
it: Schermo intero

source: Gamestats
it: Statistiche di gioco

source: Go back to Main Menu
it: Torna al menu principale

source: Goods
it: Beni

source: Graphics
it: Grafica

source: Harbour Trade Settings
it: Configurazione commercio portuale

source: Health Centres available
it: Ospedale disponibile

source: Heavy Industry available
it: Industria pesante disponibile

source: Import/Export available
it: Importazioni / Esportazioni disponibili

source: Jobs
it: Lavori

source: Launch Failure
it: Lancio fallito

source: Launch Successfull
it: Lancio riuscito

source: Launch now?
it: Lanciare adesso?

source: Light Industry available
it: Industria leggera disponibile

source: LinCity has determined that you have a sustainable economy.
it: Lincity ha stabilito che hai una economia sostenibile

source: Load
it: Carica

source: Load Game
it: Carica partita

source: Mills available
it: Mulini disponibili

source: Modern Windmills available
it: Pale eoliche disponibili

source: Money
it: Denaro

source: New Game
it: Nuova partita

source: New Invention
it: Nuova invenzione

source: No Credit Available
it: Credito non disponibile

source: Nobody Home
it: Casa disabitata

source: Not Allowed
it: Non consentito

source: Options
it: Opzioni

source: Ore
it: Oro

source: Original Idea and Code
it: Idea originale e codice

source: Parks available
it: Parchi disponibili

source: Pause the game
it: Pausa

source: Population
it: Popolazione

source: Potteries available
it: Fabbriche di ceramiche disponibili

source: Press this button to show statistics
it: Premi per mostrare le statistiche

source: Product
it: Prodotto

source: Quit
it: Esci

source: Railways available
it: Ferrovie disponibili

source: Recycling Centres available
it: Centri riciclo rifiuti disponibili

source: Resolution
it: Risoluzione

source: Rivers available
it: Fiumi disponibili

source: Roads available
it: Strade disponibili

source: Rocket Launch Pad available
it: Piattaforma di lancio razzi disponibile

source: Rocket Ready
it: Razzo pronto

source: Rocket ready to launch
it: Razzo pronto al lancio

source: Run the simulation with fast speed
it: Esegui a velocita` elevata

source: Run the simulation with normal speed
it: Esegui a velocita` normale

source: Run the simulation with very fast speed
it: Esegui a velocita` molto elevata

source: Save
it: Salva

source: Save Game
it: Salva la partita

source: Schools available
it: Scuole disponibili

source: See the help screen for more information on coal mines and coal surveys.
it: Guarda la schermata di aiuto per maggiori informazioni sulle miniere di carbone e sui rilevamenti di cabone

source: See the help screen for more information.
it: Guarda la schermata di aiuto per maggiori informazioni

source: Sell
it: Vendi

source: Send out Prospectors
it: Invia cercatori d'oro

source: Show Income and Expenses. Click this tab again to cycle through views.
it: Mostra Guadagni e Spese. Clicka questa tab per ciclare le schede

source: Show coal depots
it: Mostra i giacimenti di carbone

source: Show economy graphs.
it: Mostra i grafici dell'economia

source: Show fire department cover
it: Mostra la copertura dei pompieri

source: Show map outline
it: Mostra la mappa

source: Show medical care
it: Mostra gli ospedali

source: Show nourishments
it: Mostra nutrizione

source: Show pollution density
it: Mostra la densita` di inquinamento

source: Show power supply
it: Mostra la fornitura di energia

source: Show resources.
it: Mostra le risorse

source: Show sport cover
it: Mostra la copertura sportiva

source: Show the MiniMap
it: Mostra la MiniMappa

source: Show traffic density
it: Mostra la densita` del traffico

source: Show unemployment
it: Mostra la disoccupazione

source: Solar Power Stations available
it: Centrali ad energia solare disponibili

source: Sorry you can't bulldoze a tip.
it: Spiacente, ma non puoi distruggere una discarica.

source: Sorry, the game you wanted is too old. Cannot load it. Still play with previous game.
it: Spiacente, la partita che desideri e` troppo vecchia. Impossibile caricare. Continua a giocare la partita precedente.

source: Sound Effects
it: Effetti sonori

source: Sound and Music
it: Suoni e musica

source: Start
it: Inizia

source: Stats
it: Stat

source: Steel
it: Acciaio

source: Tech Level
it: Tecnologia

source: There are no people left in this city.
it: Non ci sono piu` persone in questa citta`.

source: This will cost you 1 million once. After that it is free to call again.
it: Ti costera` 1 milione una-tantum. In seguito sara` gratuito.

source: Total Evacuation Complete.
it: Evacuazione Totale Completata.

source: Trade Settings
it: Impostazioni Commercio

source: Translation
it: Traduzione

source: University available
it: Universita` disponibile

source: Want to bulldoze?
it: Vuoi distruggere con i bulldozer?

source: Warning
it: Attenzione

source: Warning: Bulldozing monuments is expensive
it: Attenzione: distruggere i monumenti e` costoso

source: Warning: Bulldozing shanties is dangerous.
it: Attenzione: distruggere le baraccopoli e` pericoloso.

source: Warning: Bulldozing water is expensive
it: Attenzione: usare i bulldozer per deviare l'acqua e` costoso

source: Well done you have evacuated all your people.
it: Congratulazioni! Hai evacuato tutte le persone.

source: Windmills available
it: Mulini a vento disponibili

source: Yes
it: Si`

source: You better go and look for it
it: Faresti meglio a dare un'occhiata

source: You can launch the rocket now or wait until later. If you wait it will continue costing you money to keep the rocket ready. Launch it later by clicking on the rocket area.
it: Puoi lanciare il razzo ora o attendere. Se aspetti ci saranno dei costi per mantenere il razzo pronto al lancio. Posticipa il lancio clickando sull'area di lancio.

source: You can now import and export coal, goods, ore and steel. Read the help pages on these subjects to find out how to use them.
it: Adesso puoi importare ed esportare carbone, beni, oro ed acciaio. Leggi la guida a riguardo per capire come usarli.

source: You have a budget deficit. The legislative council will not allow you to build parks on credit.
it: I tuoi conti sono in rosso. Il consiglio non ti consentirà di costruire parchi a credito.

source: You have a budget deficit. The legislative council will not allow you to build recycling centres on credit.
it: I tuoi conti sono in rosso. Il consiglio non ti consentirà di costruire centri per il riciclo dei rifiuti a credito.

source: You have a budget deficit. The legislative council will not allow you to build rocket launch pads on credit.
it: I tuoi conti sono in rosso. Il consiglio non ti consentirà di costruire basi di lancio razzi a credito.

source: You have a budget deficit. The legislative council will not allow you to build solar power stations on credit.
it: I tuoi conti sono in rosso. Il consiglio non ti consentirà di costruire una centrale ad energia solare a credito.

source: You have a budget deficit. The legislative council will not allow you to build universities on credit.
it: I tuoi conti sono in rosso. Il consiglio non ti consentirà di costruire universita` a credito.

source: You have evacuated 1000 people. You might want to reduce the size of your economy to reflect the reduced population.
it: Hai evacuato 1000 persone. Potresti ridurre le dimensioni della tua economia per riflettere la riduzione di popolazione.

source: You have reached the tech level which enables you to build blacksmiths. Blacksmiths use jobs and steel to make goods.
it: Hai raggiunto il livello tecnologico che ti consente di costruire i maniscalchi. I maniscalchi offrono lavoro e usano l'acciaio per produrre beni.

source: You have reached the tech level which enables you to build coal fired power stations.
it: Hai raggiunto il livello tecnologico che ti consente di costruire centrali elettriche a carbone.

source: You have reached the tech level which enables you to build fire stations. Fire stations prevent most fires from starting. If you haven't had any fires yet, you might not think you need them.
it: Hai raggiunto il livello tecnologico che ti consente di costruire stazioni dei pompieri. Le stazioni dei pompieri prevengono la maggior parte degli incendi. Se non hai avuto ancora incendi, potresti pensare di non aver bisogno dei pompieri.

source: You have reached the tech level which enables you to build health centres. Heath centres reduce the number of people killed by pollution and increase overall productivity.
it: Hai raggiunto il livello tecnologico che ti consente di costruire ospedali. Gli ospedali riducono il numero di persone uccise dall'inquinamento ed aumentano la produzione generale.

source: You have reached the tech level which enables you to build heavy industry (steel works). Heavy industry produces steel.
it: Hai raggiunto il livello tecnologico che ti consente di costruire industrie pesanti (acciaierie). L'industria pesante produce acciaio.

source: You have reached the tech level which enables you to build light industry. Light industry produces goods.
it: Hai raggiunto il livello tecnologico che ti consente di costruire industrie leggere. L'industria leggera produce beni.

source: You have reached the tech level which enables you to build mills. Mills use jobs and food to make goods. Watch out, they can use a lot of food!
it: Hai raggiunto il livello tecnologico che ti consente di costruire mulini. I mulini offrono lavoro e usano il cibo per produrre beni. Attenzione, posso usare molto cibo!

source: You have reached the tech level which enables you to build modern, more efficient, windmills.
it: Hai raggiunto il livello tecnologico che ti consente di costruire pale eoliche, piu` efficienti dei mulini.

source: You have reached the tech level which enables you to build parks. Parks are used to absorb pollution.
it: Hai raggiunto il livello tecnologico che ti consente di costruire parchi. I parchi sono usati per limitare l'inquinamento.

source: You have reached the tech level which enables you to build potteries. Potteries use jobs and ore to make goods. (You need ore mines to get ore)
it: Hai raggiunto il livello tecnologico che ti consente di costruire fabbriche di ceramiche. Le fabbriche di ceramiche offrono lavoro e usano oro per produrre beni. (Hai bisogno di miniere d'oro per avere l'oro).

source: You have reached the tech level which enables you to build railways.
it: Hai raggiunto il livello tecnologico che ti consente di costruire ferrovie.

source: You have reached the tech level which enables you to build rivers.
it: Hai raggiunto il livello tecnologico che ti consente di costruire fiumi.

source: You have reached the tech level which enables you to build roads. See the help screen for more information.
it: Hai raggiunto il livello tecnologico che ti consente di costruire strade. Leggi la guida per maggiori informazioni.

source: You have reached the tech level which enables you to build rocket launch pads. Rockets enable you to evacuate your population and is a way to 'win' the game.
it: Hai raggiunto il livello tecnologico che ti consente di costruire basi di lancio razzi. I razzi ti permettono di evacuare la tua popolazione ed e` un modo per 'vincere' il gioco.

source: You have reached the tech level which enables you to build schools. Schools use jobs and goods to increase tech level.
it: Hai raggiunto il livello tecnologico che ti consente di costruire scuole. Le scuole offrono lavoro e usano beni per aumentare il livello tecnologico.

source: You have reached the tech level which enables you to build solar power stations.
it: Hai raggiunto il livello tecnologico che ti consente di costruire centrali ad energia solare.

source: You have reached the tech level which enables you to build universities. Universities produces PhDs, which produce more technology.
it: Hai raggiunto il livello tecnologico che ti consente di costruire universita`. Le universita` formano i Ricercatori che aumentano il livello tecnologico.

source: You have reached the tech level which enables you to build windmills.
it: Hai raggiunto il livello tecnologico che ti consente di costruire mulini a vento.

source: You have reached the tech level which enables you to dig deep coal mines.
it: Hai raggiunto il livello tecnologico che ti consente di scavare miniere di carbone.

source: You have reached the tech level which enables you to recycling centres. Recycling centres recycle used goods back into ore.
it: Hai raggiunto il livello tecnologico che ti consente di costruire centri per il riciclo dei rifiuti. I centri per il riciclo dei rifiuti convertono beni in oro.

source: You have won the game.
it: Hai vinto!

source: You should start a new career elsewhere.
it: Dovresti iniziare una nuova carriere altrove.

source: Your people have invented basketball. Basketball Courts use a few jobs and goods and make people in the surrounding areas (about 10 units in each direction) happier.
it: Hanno inventato il basket! I campi da basket offrono poco lavoro, usano beni e rendono le piu` felici le persone delle aree circostanti (circa 10 unita` in ogni direzione).

source: Your rocket crashed shortly after launch. People no longer trust the technology for evacuation. You must launch five more unmanned rockets to restore confidence.
it: Il tuo razzo si e` schiantato poco dopo il lancio. La gente non si fida piu` della tecnologia per l'evacuazione. Devi lanciare altri cinque razzi senza equipaggio per riconquistarti la fiducia.

source: [+] Zoom in view so that less buildings but more details are visible
it: [+] Zoom in così da mostrare meno strutture, ma piu` dettagli

source: [F1] Press this button to get help
it: [F1] Mostra la guida

source: [h] Hide high buildings.
it: [h] Nasconde le strutture

source: [v] Cycle through MiniMap overlay modes.
it: [v] Cicla attraverso le varie modalita` della MiniMappa

source: save to selected slot
it: Salva nello slot selezionato

source: toggle terrain height rendering
it: Impostazioni rendering alterzza terreno
