Repository: hamen/sannioglug-lincity-ng-ita
Catalog: locale/*.po
Languages: it

source: You have too many power grids. Join some of them
it: Hai troppe reti. Uniscine alcune

source: Error. Can't find LINCITY_HOME
it: Errore. Impossibile trovare LINCITY_HOME

source: Error verifying package. Can't find colour.pal.
it: Errore di verifica del pacchetto. Impossibile trovare colour.pal.

source: Couldn't create the save directory '%s'
it: Impossibile creare la cartella per i salvataggi '%s'

source: Out of memory: malloc failure
it: Errore di memoria: malloc fallita

source: Save file <%s> -
it: Salva il filw <%s> -

source: Can't open save file!
it: Impossibile aprire il file del salvataggio!

source: Can't open <%s> (gzipped)
it: Impossibile aprire <%s>

source: Upgrading from old game. You have 10 years to build water wells where needed. After, starvation will occur! You should check starvation minimap, and read waterwell help page :-)
it: Avanzamento da una versione precedente. Ha 10 anni per costruire i pozzi d'acqua dove necessario. Altrimenti ci sara` carestia! Dovresti controllare la minimappa della carestia e leggere la pagina di aiuto dei pozzi d'acqua :-)

source: Loading scene
it: Caricamento scena

source: Port must be connected to river all along right side.
it: Il lato del porto da connettere al fiume e` il lato destro.

source: You can't build a water well here: it is all desert.
it: Non puoi costruire un pozzo d'acqua in questo punto: e` tutto deserto.

source: You can't build a tip here: this area was once a landfill
it: Non puoi costruire una discarica qui: in passato ce n'e` gia` stata una

source: You can't build a mine here: This area was once a landfill
it: Non puoi costruire una miniera qui: Questa area in passato era una discarica

source: You can't build a mine here: there is no ore left at this site
it: Non puoi costruire una miniera qui: non c'e` piu` ora in questo punto

source: You can't build a park here: it is a desert, parks need water
it: Non puoi costruire un parco qui: e` un deserto, i parchi hanno bisogno di acqua

source: Too many substations + windmills. You cannot build one more
it: Troppe sotto-stazioni + mulini a vento (pale eoliche). Non costruirne un'altra

source: Too many markets. You cannot build one more
it: Ci sono troppi mercati. Non puoi costruirne un altro

source: ERROR: group does not exist. This should not happen! Please consider filling a bug report to lincity-ng team, with the saved game and what you did :-)
it: ERRORE: il gruppo non esiste. Questo non dovrebbe accadere! Considera la possibilita` di segnalare il bug al team di lincity-ng, allegando il file del salvataggio e spiegando cosa hai fatto :-)

source: It's at a power line.
it: E` una linea elettrica.

source: It's at a solar power station.
it: E` una centrale ad energia solare.

source: It's at a substation.
it: E` una sotto-centrale.

source: It's at a residential area.
it: E` un'area resisdenziale

source: It's at a farm.
it: E` una fattoria.

source: It's at a market.
it: E` un mercato.

source: It's at a track.
it: E` un sentiero.

source: It's at a coal mine.
it: E` una miniera di carbone.

source: It's at a railway.
it: E` una ferrovia.

source: It's at a coal power station.
it: E` una centrale elettrica a carbone.

source: It's at a road.
it: E` una strada.

source: It's at light industry.
it: E` uno stabilimento di Industria Leggera

source: It's at a university.
it: E` una universita`

source: It's at a commune.
it: E` una "commune"

source: It's at a tip.
it: E` una discarica

source: It's at a port.
it: E` un porto.

source: It's at a steel works.
it: E` una acciaieria.

source: It's at a recycle centre.
it: E` un centro di riciclo rifiuti.

source: It's at a health centre.
it: E` una struttura sanitaria.

source: It's at a rocket site.
it: E` una base lanciarazzi.

source: It's at a windmill.
it: E` un mulino a vento.

source: It's at a school.
it: E` una scuola.

source: It's at a blacksmith.
it: E` un maniscalco.

source: It's at a mill.
it: E` un mulino / E` una pala eolica

source: It's at a pottery.
it: E` una fabbrica di ceramiche.

source: It's at a fire station!!!.
it: E` una stazione dei pompieri!!!

source: It's at a sports field!!!.
it: E` un campo da gioco!!!

source: It's at a shanty town.
it: E` una baraccopoli.

source: UNKNOWN!
it: SCONOSCIUTO

source: Empty
it: Vuoto

source: Power line
it: Linea elettrica

source: Solar PS
it: CE Solare

source: Substation
it: Sotto-centrale

source: Residential LL
it: Zona Residenziale BB

source: Farm
it: Fattoria

source: Market
it: Mercato

source: Track
it: Sentiero

source: Coalmine
it: Miniera di carbone

source: Railway
it: Ferrovia

source: Coal PS
it: CE Carbone

source: Road
it: Strada

source: Lt. Industry
it: Industria Leggera

source: University
it: Universita`

source: Ore mine
it: Miniera d'oro

source: Rubbish tip
it: Discarica

source: Port
it: Porto

source: Hv. Industry
it: Industria pesante

source: Park
it: Parco

source: Recycle
it: Riciclo Rifiuti

source: Water
it: Acqua

source: Health centre
it: Ospedale

source: Rocket pad
it: Stazione di lancio

source: Windmill
it: Mulino a vento / Pala eolica

source: Monument
it: Monumento

source: School
it: Scuola

source: Blacksmith
it: Maniscalco

source: Mill
it: Mulino

source: Pottery
it: Fabbrica di ceramiche

source: Fire sta'n
it: Pompieri

source: Sports field
it: Campo da basket

source: Burnt
it: Incendiato

source: Shanty town
it: Baraccopoli

source: Fire
it: Pompieri

source: Used
it: Usato

source: Residential ML
it: Zona Residenziale MB

source: Residential HL
it: Zona Residenziale AB

source: Residential LH
it: Zona Residenziale BA

source: Residential MH
it: Zona Residenziale MA

source: Residential HH
it: Zona Residenziale AA

source: Water well
it: Pozzo

source: Desert
it: Deserto

source: Tree
it: Albero

source: Trees
it: Alberi

source: Forest
it: Foresta

source: Track Bridge
it: Ponte stradale

source: Road Bridge
it: Ponte rurale

source: Rail Bridge
it: Ponte ferroviario

source: Jan
it: Gen

source: May
it: Mag

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Oct
it: Ott

source: Dec
it: Dic

source: Tech
it: Tecn

source: Jobs
it: Lavr

source: Local Status
it: Situazione locale

source: Demand
it: Domanda

source: Grid Status
it: Situazione della rete

source: T. Cap.
it: Cap. Tot.

source: A. Cap.
it: Cap. M.

source: Grid ID
it: ID della rete

source: Coal Mine
it: Miniera di carbone

source: Stock
it: Scorta

source: Reserve
it: Riserva

source: EMPTY
it: Vuoto

source: Wisdom Bestowed
it: Saggezza infusa

source: % Complete
it: % Completato

source: Activity
it: Attivita`

source: Yes
it: Si`

source: Coal
it: Carbone

source: Ore
it: Oro

source: Steel
it: Metallo

source: Waste
it: Rifiuti

source: Fire Station
it: Pompieri

source: Inventory
it: Inventario

source: Goods
it: Beni

source: Food
it: Cibo

source: Tech Produced
it: Tecnologia prodotta

source: Capacity
it: Capacita`

source: Navigable
it: Navigabile

source: Health Centre
it: Ospedale

source: Water_well
it: Pozzo

source: Pollution
it: Inquinamento

source: Drinkable
it: Potabile

source: Rocket Pad
it: Lanciarazzi

source: Completion
it: Completamento

source: Power Line
it: Linea elettrica

source: Total
it: Totale

source: Landfill
it: Discarica

source: Last Month
it: Ultimo mese

source: Tons
it: Tonnellate

source: Percent
it: Percentuale

source: Filled
it: Pieno

source: Days degenerating
it: Tempo di decadimento

source: Light Industry
it: Industria leggera

source: YES
it: SI`

source: Power
it: Energia

source: Store
it: Magazzino

source: Recycling Center
it: Centro RIciclo Rifiuti

source: Lessons Learned
it: Lezioni elargite

source: Ore Mine
it: Miniera d'oro

source: Textile Mill
it: Fabbrica tessile

source: Coal Power Station
it: Centrale elettrica a carbone

source: Max Output
it: Massima produzione

source: Current Output
it: Produzione attuale

source: Heavy Industry
it: Industria pesante

source: Grid
it: Rete

source: Organic Farm
it: Fattoria biologica

source: max with power&water
it: massimo con energia&acqua

source: N tiles with water
it: N zone con acqua

source: Current production
it: Produzione attuale

source: Solar power station
it: Centrale ad energia solare

source: Local Demand
it: Domanda locale

source: Residence
it: Abitazione

source: People
it: Persone

source: Fed
it: Cibo

source: Employed
it: Lavoro

source: good
it: buono

source: poor
it: scarso

source: Job
it: Lavoro

source: Health Cvr
it: Ospedale

source: Query Tool
it: Selezione

source: Residential: 50 denizens, low birthrate, high deathrate
it: Zona residenziale: 50 abitanti, bassa natalita`, alta mortalita`

source: Residential: 100 denizens, high birthrate, low deathrate
it: Zona residenziale: 100 abitanti, alta natalita`, bassa mortalita`

source: Residential: 200 denizens, high birthrate, high deathrate
it: Zona residenziale: 200 abitanti, alta natalita`, alta mortalita`

source: Residential: 100 denizens, low birthrate, high deathrate
it: Zona residenziale: 100 abitanti, bassa natalita`, alta mortalita`

source: Residential: 200 denizens, high birthrate, low deathrate
it: Zona residenziale: 200 abitanti, alta natalita`, bassa mortalita`

source: Residential: 400 denizens, high birthrate, high deathrate
it: Zona residenziale: 400 abitanti, alta natalita`, alta mortalita`

source: [Click right for help.]
it: [Tasto destro per l'aiuto]

source: %s (Techlevel %.1f required.)
it: %s (Tecnologia %.1f richiesta.)

source: %s is disabled (loaded old game).
it: %s e` disabilitato (caricato una vecchia partita).

source: no further information available
it: nessuna ulteriore informazione disponibile

source: build something here
it: costruisci qualcosa qui

source: Coverage
it: Copertura

source: Health
it: Salute

source: clear
it: pulito

source: fair
it: giusto

source: smelly
it: malodorante

source: smokey
it: pieno di fumo

source: smoggy
it: pieno di smog

source: bad
it: male

source: very bad
it: molto male

source: death!
it: morto!

source: Bulldoze Cost
it: Costo dei bulldozer

source: Tax Income
it: Proventi delle tasse

source: Income
it: Proventi

source: Export
it: Esportazioni

source: Expenses
it: Spese

source: Unemp.
it: Disuccupati

source: Transport
it: Trasporti

source: Imports
it: Importazioni

source: Others
it: Altri

source: Net
it: Netto

source: Other Costs
it: Altri costi

source: For year
it: Per annuo

source: Interest
it: Interessi

source: Schools
it: Scuole

source: Univers.
it: Universita`

source: Deaths
it: Morti

source: Hospital
it: Ospedale

source: Rockets
it: Razzi

source: Fire Stn
it: Pompieri

source: Population
it: Popolazione

source: Housed
it: Con casa

source: Homeless
it: Senzatetto

source: Shanties
it: Nelle baracche

source: Unn Dths
it: Morti inattese

source: Unemployment
it: Disoccupazione

source: Claims
it: Crediti

source: Rate
it: Tasso

source: Starvation
it: Carestia

source: Cases
it: Casi

source: Launchsite
it: Siti di lancio

source: ----- IN TEST MODE -------
it: ----- MODALITA` TEST -------

source: Game statistics from LinCity-NG Version %s
it: Statistiche di gioco da Lincity-NG Versione %s

source: Initial loaded scene - %s
it: Scenario iniziale caricato - %s

source: Economy is sustainable
it: L'economia e` sostenibile

source: Population %d of which %d are not housed.
it: La popolazione e` di %d persone di cui %d sono senzatetto.

source: Max population %d Number evacuated %d Total births %d
it: La popolazione massima e` %d Persone evacuate %d Totale nascite %d

source: Date %s %04d Money %8d Tech-level %5.1f (%5.1f)
it: Data %s %04d Denaro %8d Tecnologia %5.1f (%5.1f)

source: Deaths by starvation %7d History %8.3f
it: Morti per carestia %7d Storico %8.3f

source: Deaths from pollution %7d History %8.3f
it: Morti per inquinamento %7d Storico %8.3f

source: Years of unemployment %7d History %8.3f
it: Anni di disoccupazione %7d Storico %8.3f

source: Rockets launched %2d Successful launches %2d
it: Razzi lanciati %2d Successi %2d

source: Residences
it: Abitazioni

source: Markets
it: Mercati

source: Farms
it: Fattorie

source: Water wells
it: Pozzi d'acqua

source: Monuments
it: Monumenti

source: Universities
it: Universita`

source: Fire stations
it: Stazioni dei pompieri

source: Parks
it: Parchi

source: Sports fields
it: Campi da gioco

source: Health centres
it: Ospedali

source: Tips
it: Discariche

source: Windmills
it: Mulini a vento / Pale eoliche

source: Coal powers
it: Centrali a carbone

source: Solar powers
it: Centrali solari

source: Substations
it: Sotto-centrali

source: Power lines
it: Linee elettriche

source: Ports
it: Porti

source: Tracks
it: Sentieri

source: Roads
it: Strade

source: Rail
it: Ferrovie

source: Potteries
it: Fabbriche di ceramiche

source: Blacksmiths
it: Maniscalchi

source: Mills
it: Mulini

source: Light inds
it: Indus. Leggere

source: Heavy inds
it: Indus. Pesanti

source: Recyclers
it: Cent. Riciclo

source: Coal mines
it: Miniere di carbone

source: Ore mines
it: Miniere di oro

source: Mining
it: Miniere

source: Trade
it: Commercio

source: Money
it: Denaro

source: Popul.
it: Popol.

source: Techn.
it: Tecno.

source: Economy Overview:
it: Economia:

source: Sustainability:
it: Sostenibilita`:

source: Frames per Second:
it: Frame al Secondo

source: You lose.
it: Hai perso.

source: random empty board
it: Scenario casuale vuoto

source: random village
it: Villaggio casuale

source: village in semi desert
it: Villaggio semi-desertico

source: village in temperate area
it: Villaggio in zona temperata

source: village in swamp
it: Villaggio paludoso

source: good_times
it: Bei tempi

source: bad_times
it: Tempi difficili

source: Beach
it: Spiaggia

source: extreme_arid
it: Estremamente arido

source: extreme_wetland
it: Estremamente umido

source: empty
it: Vuoto

source: Minimap: outline map
it: Minimappa: mappa

source: Minimap: unemployment
it: Minimappa: disoccupazione

source: Minimap: pollution
it: Minimappa: inquinamento

source: Minimap: nourishments
it: Minimappa: nutrimenti

source: Minimap: power supply
it: Minimappa: fornitura di energia

source: Minimap: firedepartment cover
it: Minimappa: copertura antincendio

source: Minimap: sport cover
it: Minimappa: copertura centri sportivi

source: Minimap: medical care
it: Minimappa: copertura sanitaria

source: Minimap: coal depots
it: Minimappa: miniere di carbone

source: Minimap: traffic density
it: Minimappa: densita` traffico

source: Estimated Bulldoze Cost:
it: Costo Bulldozer stimato:

source: Bulldoze Cost:
it: Costo Bulldozer:

source: : Cost to build
it: : Costo di costruzione

source: Query Tool: Show information about selected building.
it: Selezione: Mostra informazioni sulle strutture selezionate

source: Bulldozer: remove building -price varies-
it: Bulldozer: rimuovono le strutture - i prezzi variano -

source: , to bulldoze
it: , to distruggere

source: To build
it: Per costruire

source: of them
it: di questi

source: will cost about
it: costera` circa
